/* Error messages. */
"Error:  %@" = "Ошибка:  %@";
"An error occurred.  %@  OSErr %d" = "Произошла ошибка.  %@  OSErr %d";
"Unable to open that file." = "Не удается открыть этот файл.";
"Unable to execute that file." = "Не удается выполнить этот файл.";
"A script error occurred.  %s" = "Произошла ошибка скрипта. %s";
"Unable to resolve that alias because the original item cannot be found." = "Невозможно открыть псевдоним, потому что оригинальный файл не найден.";

/* Menu items. */
"%@ Scripts" = "%@-скрипты";
"Open Scripts Folder" = "Открыть папку скриптов";
"Network Scripts" = "Сетевые скрипты";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Открыть папку сетевых скриптов";
"Open Computer Scripts Folder" = "Открыть папку скриптов компьютера";
"Open User Scripts Folder" = "Открыть папку скриптов пользователя";
"Open %@ Scripts Folder" = "Открыть папку скриптов программы «%@»";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Открыть %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Редактор скриптов по умолчанию";
